# Создать телефонный справочник с возможностью импорта и экспорта данных .
# Найти контакт по базе и вывести в консоль,
#  добавить новый контакт и записать его в файл.
# Фамилия // Телефон
# Исаев // +14815489715157
# Поиск контакта(из контроллера вызывается метод вью для запроса данных поиска,
#  также вызывается логгер, который возвращает информацию из файла.
#  Эти данные вы передаете в модель которая среди инфы из логгера по запросу 
#  из вью находит соответствие и передает обратно в контроллер)
import controller
controller.run()
